{
    "nieuws":
    [
        {
            "titel": "Fashion forward looks you can actually wear to every occasion",
            "id": 212,
            "datum": "12/04/2017 • 10.45",
            "categorieen": ["Men", "Clothing"],
            "tags": ["Cool", "Trending", "Jackets", "2017"],
            "auteurs": ["Tom Franck"],
            "samenvatting": "Fashion forward looks you can actually wear to every occasion",
            "body": "<p>The 2007 film Ghost Rider has much to recommend it, not least a typically nuanced lead performance by Nicholas Cage. But there’s one particularly memorable scene where an eyewitness says of Cage’s motorcycle-riding, flaming skull-headed spirit of vengeance, totally deadpan: “It was an edge look, but he totally pulled it off.”</p><p>Which is what onlookers will say of you after reading this guide to some of this year’s slightly more directional trends. We say ‘slightly’ because this is Future Fashion, after all, so we’re not going to suddenly advise wearing a romper or anything like that. But if you’re ready to veer off the well-trodden track of classic menswear, then this is your advanced style sat-nav.</p><p>Lest you get confused and start wearing a T-shirt over a coat, reverse layering is more to do with length than the order in which you put stuff on. For example, you might wear a longline T-shirt under a shorter sweatshirt, or a knit under a cropped bomber.</p><p>Reverse layering is easier than, say, reverse parking, but there are still some hazards to be aware of. As with plain old layering, the fabrics should get thicker the further away they are from your body, and vice versa.</p><p>It’s also a good idea to keep the direction of layers consistent – i.e. from long to short. If you reverse the flow with your mid-layers, you run the risk of looking a little muddled. The exception might be wearing an oversized coat on top. But having gone to the trouble of attempting reverse layering, why would you want to cover up?</p><p>Finally, make sure that your jacket or sweatshirt doesn’t pinch too much at the bottom. Otherwise, any T-shirt will flare out like you’re wearing a miniskirt.</p>",
            "afbeeldingl": "foto1.jpg",
            "afbeeldings": "foto1.jpg",
            "afbeeldingextra": "reeks1.jpg"
        },
        {
            "titel": "Mvmt is the new affordable watch brand you need in your closet!",
            "id": 210,
            "datum": "13/04/2017 • 12:27",
            "categorieen": ["Men", "Accessories", "Guides", "Watch"],
            "tags": ["Trending", "Watches", "Jewelry", "Luxury"],
            "auteurs": ["Tom Franck"],
            "samenvatting": "Mvmt is the new affordable watch brand you need in your closet!",
            "body": "<p>ake Kassan and Kramer LaPlante are not your average college dropouts. At just 22 years old, the pair pulled off a near impossible feat – one only matched by names like Jobs, Zuckerberg and Gates.</p><p>Like many men, the roommates had grown tired of the only way to find a quality watch being to spend hundreds, if not thousands on name brands, knowing most only cost a fraction of the price to make.</p><p>“We would constantly talk about how other watch companies lacked strong branding and reasonable price points that appealed to our demographic,” says Kassan. “We wanted a watch that was made with high-quality materials but didn’t have the retail mark-up like so many others.”</p><p>Having decided it was high-time to offer a low-cost alternative, they set out to do just that. Kassan and LaPlante soon quit school without a single degree between them to launch MVMT and in the process became the stuff of millennial legend.</p><p>Shortly after launching, MVMT became the second most-funded fashion startup in Indiegogo history at the time and is today the world’s fastest-growing watch brand. In just a few short years, the company has sold more than 1m watches to customers in over 160 countries, amassed 3.5m collective followers on social media and banked around £46m in 2016 (doubling from £23m in 2015 and projected to hit almost £70m in 2017).</p>",
            "afbeeldingl": "foto2.jpg",
            "afbeeldings": "foto2.jpg",
            "afbeeldingextra": "reeks2.jpg"
        },
        {
            "titel": "What women think you should wear everyday and they love it",
            "id": 196,
            "datum": "14/04/2017 • 09:44",
            "categorieen": ["Men", "Clothing", "Guides", "Style"],
            "tags": ["Women", "Daily", "Trending"],
            "auteurs": ["Tom Franck"],
            "samenvatting": "What women think you should wear everyday and they love it",
            "body": "<p>By spending the last few months in our stylish little lab asking women one of the universe’s oldest questions – ‘what do you want men to wear?’ – we’ve gathered some serious intel on the likes and dislikes of the fairer sex. So we can now reveal what you should be snapping up and what you should be steering clear of should you wish to turn on the charm, right down to your underwear. Which, if you follow this advice, they will almost definitely see.</p><p>Whoever said women are complicated probably never bothered to ask them what they want. In our everyday category, responses were overwhelmingly in favour of a solid series of menswear staples (we told ya).</p><p>Cashmere jumper - Slim-fit dark jeans - Pea coat - Desert boots</p><p>“A man in a plain cashmere jumper always looks good – it gives off the impression he appreciates the finer things in life,” reasoned one of our respondents. “A round neck cashmere jumper makes it look like he’s got his stuff together,” added another.</p><p>The key to a woman’s heart seems to be in sticking to the classics. A well-cut pea coat is a stylish yet ever-practical outerwear option, and it looks as though the ladies have been paying attention. “If he’s wearing a pea coat, he looks smart and cool at the same time,” said one. She’s not wrong, either. Ex-Gieves & Hawkes creative director and now Cerruti chief, Jason Basmajian believes “[the pea coat’s] heritage makes every man look slightly roguish but cool.”</p>",
            "afbeeldingl": "foto3.jpg",
            "afbeeldings": "foto3.jpg",
            "afbeeldingextra": "reeks3.jpg"
        },
        {
            "titel": "The best new coolest menswear pieces to buy right now",
            "id": 194,
            "datum": "15/04/2017 • 21:09",
            "categorieen": ["Men", "Clothing", "Guides", "Summer"],
            "tags": ["Jackets", "Tshirts", "Trending", "Streetstyle"],
            "auteurs": ["James Matthews"],
            "samenvatting": "The best new coolest menswear pieces to buy right now",
            "body": "<p>Denim shirts have a tendency to be too heavy for the warmer months. So thanks to Topman for creating a soft chambray version, complete with a Cuban collar that’ll work just as well in Margate as Marbella.</p><p>Well-cut navy trousers are enough to see any man from office to beer garden and back again. This cost-conscious pair from Uniqlo has an elasticated waistband for comfort and a clean, neat style that’ll work for all occasions.</p><p>Japanese-inspired prints are still huge this season. But if you don’t fancy donning a full kimono, a stork print shirt will still tick the trend.</p>",
            "afbeeldingl": "foto4.jpg",
            "afbeeldings": "foto4.jpg",
            "afbeeldingextra": "reeks4.jpg"
        },
        {
            "titel": "How to choose the perfect sunglasses for your type of face",
            "id": 192,
            "datum": "16/04/2017 • 08:16",
            "categorieen": ["Men", "Accessories", "Guides", "Trends", "Sunglasses"],
            "tags": ["summer", "trending"],
            "auteurs": ["James Matthews"],
            "samenvatting": "How to choose the perfect sunglasses for your type of face",
            "body": "<p>Diligent readers, and those with considerably less crow’s feet, will have only stored their sunglasses away for a few months (the rainy ones when you objectively look like a tool for wearing them). But while UV is year-round, it’s summer when frames become a daily essential. Unless, of course, you’re fine with permanently squinting.</p><p>Sunglasses are not just a style statement – they can attract or repel, be a mirror or a shield. If the eyes are the windows to the soul, then perfectly suited sunglasses aptly deserve to be called ‘shades’.</p><p>But the business of selecting a pair is equally shady. The range of styles available these days is dizzyingly diverse, and that’s before factoring in variables such as materials, colour and budget. Before breaking out into a sweat, use this guide to shed some light on the process.</p><p>In the hunt for the perfect pair of sunglasses, it’s essential to first identify the frames that complement your face shape. While a handful of guys will be able to wear any they like, some will be completely off limits.</p><p>Those with oval faces will always be lucky in life since pretty much every haircut, hat and pair of shades will look good on them. Aviators, clubmasters or wayfarers; heavy rims or none – anything goes. The only advice for oval face shapes is to refrain from oversized novelty frames, as they do no one any favours.</p><p>Guys with an undefined jaw and roughly equal face width and length should avoid curved shapes. “If round-faced, aviators will never work,” explains stylist and fashion editor Christopher Maul, who has dressed the likes of David Gandy and Oliver Cheshire. “Instead, opt for frames that pack an angular punch or wrap around the face.”</p>",
            "afbeeldingl": "foto5.jpg",
            "afbeeldings": "foto5.jpg",
            "afbeeldingextra": "reeks5.jpg"
        }
    ]
}
